Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# Wiederkehrend
source: Recurring
ar: متكرر
cs: Opakující se
da: Tilbagevendende
de: Wiederkehrend
es: Recurrente
fr: Récurrent
hr: Ponavljajući
hu: Ismétlődő
it: Ricorrente
ja: 繰り返し
nb: Gjentakende
nl: Terugkerend
pl: Powtarzające się
pt_br: Recorrente
ro: Recurent
ru: Периодический
sv: Återkommande
tr: Tekrarlayan
zh_hans: 反复出现的

# Wird geladen…
source: Loading…
ar: جاري التحميل…
cs: Načítá se…
da: Indlæser…
de: Wird geladen…
es: Cargando…
fr: Chargement en cours…
hr: Učitavanje…
hu: Betöltés folyamatban…
it: Caricamento in corso…
ja: 読み込み中…
nb: Laster…
nl: Wordt geladen…
pl: Ładowanie…
pt_br: Carregando…
ro: Se încarcă…
ru: Загрузка…
sv: Laddar…
tr: Yükleniyor…
zh_hans: 正在加载……

# Wird importiert…
source: Importing...
ar: جاري الاستيراد…
cs: Načítá se…
da: Importeres…
de: Wird importiert…
es: Se está importando…
fr: Importation en cours…
hr: Uvozi…
hu: Importálás folyamatban…
it: Importazione in corso…
ja: インポート中…
nb: Importeres…
nl: Wordt geïmporteerd…
pl: Trwa importowanie…
pt_br: Importando…
ro: Se importă…
ru: Импортируется…
sv: Importeras…
tr: İçe aktarılıyor…
zh_hans: 正在导入……

# wizard_debt_account_placeholder
source: e.g. Car loan
ar: مثل: قرض سيارة
cs: např. Půjčka na auto
da: f.eks. Billån
de: z.B. Autokredit
es: p.ej. Préstamo de coche
fr: ex. Crédit auto
hr: npr. Kredit za auto
hu: például Autókölcsön
it: es. Prestito auto
ja: 例：カーローン
nb: f.eks. Billån
nl: bijv. Autolening
pl: np. Kredyt samochodowy
pt_br: por exemplo Empréstimo de carro
ro: de ex. Împrumut auto
ru: напр. Автокредит
sv: t.ex. Billån
tr: örn. Araç kredisi

# wizard_debt_account_subtitle
source: What is your debt called?
ar: ما اسم دينك؟
cs: Jak se jmenuje váš dluh?
da: Hvad hedder din gæld?
de: Wie heißt dein Kredit / deine Schuld?
es: ¿Cómo se llama tu deuda?
fr: Comment s'appelle votre dette ?
hr: Kako se zove tvoj dug?
hu: Hogy hívják az adósságát?
it: Come si chiama il tuo debito?
ja: 借金の名前は？
nb: Hva heter gjelden din?
nl: Hoe heet jouw schuld?
pl: Jak nazywa się twój dług?
pt_br: Como é chamada a sua dívida?
ro: Cum se numește datoria ta?
ru: Как называется ваш долг?
sv: Vad heter din skuld?
tr: Borcunun adı nedir?

# wizard_debt_account_title
source: Record debt
ar: تسجيل الدين
cs: Zadat dluh
da: Rekord gæld
de: Schulden erfassen
es: Registrar deuda
fr: Enregistrer une dette
hr: Unesi dug
hu: Rekord adósság
it: Registra debito
ja: 借金を記録
nb: Registrer gjeld
nl: Schuld invoeren
pl: Zapisz dług
pt_br: Dívida recorde
ro: Record de datorie
ru: Записать долг
sv: Registrera skuld
tr: Borcu kaydet

# wizard_debt_amount_label
source: Outstanding balance
ar: الرصيد المتبقي
cs: Zbývající dluh
da: Udestående balance
de: Restschuld
es: Saldo pendiente
fr: Solde restant dû
hr: Preostali dug
hu: Kiemelkedő egyensúly
it: Debito residuo
ja: 残債
nb: Gjenstående saldo
nl: Openstaand saldo
pl: Pozostałe zadłużenie
pt_br: Saldo pendente
ro: Echilibrul remarcabil
ru: Остаток долга
sv: Återstående skuld
tr: Kalan borç

# wizard_debt_question
source: Do you have any debt?
ar: هل لديك ديون؟
cs: Máš dluhy?
da: Har du nogen gæld?
de: Hast du Schulden?
es: ¿Tienes deudas?
fr: Avez-vous des dettes ?
hr: Imaš li dugova?
hu: Van adóssága?
it: Hai dei debiti?
ja: 借金はありますか？
nb: Har du gjeld?
nl: Heb je schulden?
pl: Czy masz długi?
pt_br: Você tem alguma dívida?
ro: Ai vreo datorie?
ru: Есть ли у тебя долги?
sv: Har du skulder?
tr: Borcun var mı?

# wizard_debt_subtitle
source: e.g. loan, mortgage, leasing or credit card
ar: مثل: قرض، رهن، إيجار تمويلي، بطاقة ائتمان
cs: např. půjčka, hypotéka, leasing nebo kreditní karta
da: f.eks. lån, realkreditlån, leasing eller kreditkort
de: z.B. Kredit, Hypothek, Leasing oder Kreditkarte
es: p.ej. préstamo, hipoteca, leasing o tarjeta de crédito
fr: ex. prêt, hypothèque, leasing ou carte de crédit
hr: npr. kredit, hipoteka, leasing ili kreditna kartica
hu: például hitel, jelzálog, lízing vagy hitelkártya
it: es. prestito, mutuo, leasing o carta di credito
ja: 例：ローン、住宅ローン、リース、クレジットカード
nb: f.eks. lån, boliglån, leasing eller kredittkort
nl: bijv. lening, hypotheek, leasing of creditcard
pl: np. kredyt, hipoteka, leasing lub karta kredytowa
pt_br: por exemplo empréstimo, hipoteca, leasing ou cartão de crédito
ro: de ex. împrumut, credit ipotecar, leasing sau card de credit
ru: напр. кредит, ипотека, лизинг или кредитная карта
sv: t.ex. lån, bolån, leasing eller kreditkort
tr: örn. kredi, ipotek, kiralama veya kredi kartı

# wizard_goal_amount_label
source: Target amount
ar: المبلغ المستهدف
cs: Cílová částka
da: Målbeløb
de: Zielbetrag
es: Importe objetivo
fr: Montant cible
hr: Ciljni iznos
hu: Célösszeg
it: Importo obiettivo
ja: 目標金額
nb: Målbeløp
nl: Doelbedrag
pl: Docelowa kwota
pt_br: Valor desejado
ro: Suma țintă
ru: Целевая сумма
sv: Målbelopp
tr: Hedef tutar

# wizard_goal_category_subtitle
source: Choose a category
ar: اختر فئة لهدفك
cs: Vyberte kategorii
da: Vælg en kategori
de: Wähle eine Kategorie aus
es: Elige una categoría
fr: Choisissez une catégorie
hr: Odaberi kategoriju
hu: Válasszon egy kategóriát
it: Scegli una categoria
ja: カテゴリを選択
nb: Velg en kategori
nl: Kies een categorie
pl: Wybierz kategorię
pt_br: Escolha uma categoria
ro: Alegeți o categorie
ru: Выберите категорию
sv: Välj en kategori
tr: Bir kategori seçin

# wizard_goal_category_title
source: What's your goal?
ar: ما هو هدفك؟
cs: Jaký máš cíl?
da: Hvad er dit mål?
de: Welches Ziel hast du?
es: ¿Cuál es tu objetivo?
fr: Quel est ton objectif ?
hr: Koji je tvoj cilj?
hu: Mi a célod?
it: Qual è il tuo obiettivo?
ja: 目標は何ですか？
nb: Hva er målet ditt?
nl: Wat is je doel?
pl: Jaki masz cel?
pt_br: Qual é o seu objetivo?
ro: Care este scopul tău?
ru: Какова ваша цель?
sv: Vilket mål har du?
tr: Hedefiniz nedir?

# wizard_goal_name_label
source: Name your goal
ar: اسم هدفك
cs: Název cíle
da: Navngiv dit mål
de: Name deines Ziels
es: Nombre de tu objetivo
fr: Nommez votre objectif
hr: Naziv cilja
hu: Nevezze meg a célját
it: Nome del tuo obiettivo
ja: 目標の名前
nb: Navn på målet ditt
nl: Naam van je doel
pl: Nazwa twojego celu
pt_br: Dê um nome ao seu objetivo
ro: Denumiți-vă scopul
ru: Название цели
sv: Namnge ditt mål
tr: Hedef adı

# wizard_goal_name_placeholder
source: e.g. Emergency fund
ar: مثل: صندوق الطوارئ
cs: např. Nouzový fond
da: f.eks. Akutfond
de: z.B. Notfallfonds
es: p.ej. Fondo de emergencia
fr: ex. Fonds d'urgence
hr: npr. Hitni fond
hu: például Sürgősségi alap
it: es. Fondo di emergenza
ja: 例：緊急資金
nb: f.eks. Nødfond
nl: bijv. Noodfonds
pl: np. Fundusz awaryjny
pt_br: por exemplo Fundo de emergência
ro: de ex. Fond de urgență
ru: напр. Резервный фонд
sv: t.ex. Nödfond
tr: örn. Acil fon

# wizard_goal_question
source: Do you have a financial goal?
ar: هل لديك هدف مالي؟
cs: Máš finanční cíl?
da: Har du et økonomisk mål?
de: Hast du ein finanzielles Ziel?
es: ¿Tienes una meta financiera?
fr: Avez-vous un objectif financier ?
hr: Imaš li financijski cilj?
hu: Van pénzügyi célja?
it: Hai un obiettivo finanziario?
ja: 財務目標はありますか？
nb: Har du et finansielt mål?
nl: Heb je een financieel doel?
pl: Czy masz cel finansowy?
pt_br: Você tem um objetivo financeiro?
ro: Ai un obiectiv financiar?
ru: Есть ли у тебя финансовая цель?
sv: Har du ett finansiellt mål?
tr: Mali bir hedefin var mı?

# wizard_goal_subtitle
source: e.g. emergency fund, new car or dream trip
ar: مثل: صندوق طوارئ، سيارة جديدة، أو رحلة أحلام
cs: např. nouzový fond, nové auto nebo vysněná dovolená
da: f.eks. akutfond, ny bil eller drømmerejse
de: z.B. Notfallfonds, neues Auto oder Traumreise
es: p.ej. fondo de emergencia, coche nuevo o viaje soñado
fr: ex. fonds d'urgence, nouvelle voiture ou voyage de rêve
hr: npr. hitni fond, novi auto ili putovanje iz snova
hu: például segélyalap, új autó vagy álomutazás
it: es. fondo di emergenza, auto nuova o viaggio dei sogni
ja: 例：緊急資金、新車、夢の旅行
nb: f.eks. nødfond, ny bil eller drømmereise
nl: bijv. noodfonds, nieuwe auto of droomreis
pl: np. fundusz awaryjny, nowy samochód lub wymarzona podróż
pt_br: por exemplo fundo de emergência, carro novo ou viagem dos sonhos
ro: de ex. fond de urgență, mașină nouă sau călătorie de vis
ru: напр. резервный фонд, новая машина или путешествие мечты
sv: t.ex. nödfond, ny bil eller drömresa
tr: örn. acil fon, yeni araba veya hayal gezisi

# wizard_goal_title
source: Define your goal
ar: حدّد هدفك
cs: Definovat cíl
da: Definer dit mål
de: Ziel definieren
es: Define tu meta
fr: Définir votre objectif
hr: Definiraj cilj
hu: Határozza meg a célját
it: Definisci il tuo obiettivo
ja: 目標を定義
nb: Definer målet ditt
nl: Definieer je doel
pl: Zdefiniuj cel
pt_br: Defina seu objetivo
ro: Definiți-vă scopul
ru: Определите цель
sv: Definiera ditt mål
tr: Hedefini tanımla

# wizard_income_account_placeholder
source: e.g. Current Account
ar: مثل: الحساب الجاري
cs: např. Běžný účet
da: f.eks. Nuværende konto
de: z.B. Girokonto
es: p.ej. Cuenta corriente
fr: ex. Compte courant
hr: npr. Tekući račun
hu: például Folyószámla
it: es. Conto corrente
ja: 例：普通口座
nb: f.eks. Brukskonto
nl: bijv. Betaalrekening
pl: np. Konto osobiste
pt_br: por exemplo Conta corrente
ro: de ex. Cont curent
ru: напр. Расчётный счёт
sv: t.ex. Lönekonto
tr: örn. Vadesiz Hesap

# wizard_income_account_subtitle
source: Which account receives your income?
ar: على أي حساب يصل دخلك؟
cs: Na který účet chodí váš příjem?
da: Hvilken konto modtager din indkomst?
de: Auf welches Konto fließt dein Einkommen?
es: ¿A qué cuenta llega tu ingreso?
fr: Sur quel compte tombe votre revenu ?
hr: Na koji račun stiže tvoj prihod?
hu: Melyik számlára érkezik bevétele?
it: Su quale conto arriva il tuo reddito?
ja: 収入が入る口座はどれですか？
nb: Hvilken konto mottar inntekten din?
nl: Op welke rekening ontvang je je inkomen?
pl: Na które konto wpływa twój dochód?
pt_br: Qual conta recebe sua renda?
ro: Ce cont primește venitul tău?
ru: На какой счёт поступает ваш доход?
sv: Vilken konto får din inkomst?
tr: Geliriniz hangi hesaba aktarılıyor?

# wizard_income_account_title
source: Set up income account
ar: إعداد حساب الدخل
cs: Nastavit účet příjmů
da: Opret indkomstkonto
de: Lohnkonto einrichten
es: Configurar cuenta de ingresos
fr: Configurer le compte de revenus
hr: Postavi račun prihoda
hu: Hozzon létre jövedelemszámlát
it: Configura conto redditi
ja: 収入口座を設定
nb: Sett opp inntektskonto
nl: Inkomensrekening instellen
pl: Skonfiguruj konto dochodów
pt_br: Configurar conta de receitas
ro: Configurați un cont de venit
ru: Настроить счёт доходов
sv: Ställ in inkomstkonto
tr: Gelir hesabı kur

# wizard_income_amount_label
source: Monthly amount
ar: المبلغ الشهري
cs: Měsíční částka
da: Månedligt beløb
de: Monatlicher Betrag
es: Importe mensual
fr: Montant mensuel
hr: Mjesečni iznos
hu: Havi összeg
it: Importo mensile
ja: 月額
nb: Månedlig beløp
nl: Maandelijks bedrag
pl: Miesięczna kwota
pt_br: Valor mensal
ro: Suma lunara
ru: Ежемесячная сумма
sv: Månadsbelopp
tr: Aylık tutar

# wizard_income_balance_label
source: Current balance
ar: الرصيد الحالي
cs: Aktuální zůstatek
da: Nuværende saldo
de: Aktueller Kontostand
es: Saldo actual
fr: Solde actuel
hr: Trenutni saldo
hu: Jelenlegi egyenleg
it: Saldo attuale
ja: 現在の残高
nb: Nåværende saldo
nl: Huidig saldo
pl: Aktualny stan konta
pt_br: Saldo atual
ro: Sold curent
ru: Текущий баланс
sv: Aktuellt saldo
tr: Mevcut bakiye

# wizard_income_how_much
source: How much do you earn?
ar: كم تكسب؟
cs: Kolik vyděláváš?
da: Hvor meget tjener du?
de: Wie viel verdienst du?
es: ¿Cuánto ganas?
fr: Combien gagnez-vous ?
hr: Koliko zarađuješ?
hu: mennyit keresel?
it: Quanto guadagni?
ja: 収入はいくらですか？
nb: Hvor mye tjener du?
nl: Hoeveel verdien je?
pl: Ile zarabiasz?
pt_br: Quanto você ganha?
ro: Cât câștigi?
ru: Сколько вы зарабатываете?
sv: Hur mycket tjänar du?
tr: Ne kadar kazanıyorsun?

# wizard_income_per_month
source: Net per month
ar: صافي شهريًا
cs: Čistý měsíční příjem
da: Netto om måneden
de: Netto pro Monat
es: Neto por mes
fr: Net par mois
hr: Neto mjesečno
hu: Nettó havonta
it: Netto al mese
ja: 月収（手取り）
nb: Netto per måned
nl: Netto per maand
pl: Netto miesięcznie
pt_br: Líquido por mês
ro: Net pe lună
ru: Нетто в месяц
sv: Netto per månad
tr: Aylık net

# wizard_income_question
source: Do you earn money?
ar: هل تكسب المال؟
cs: Vyděláváš peníze?
da: Tjener du penge?
de: Verdienst du Geld?
es: ¿Ganas dinero?
fr: Gagnez-vous de l'argent ?
hr: Zaradiš li novac?
hu: Keres pénzt?
it: Guadagni denaro?
ja: 収入はありますか？
nb: Tjener du penger?
nl: Verdien je geld?
pl: Czy zarabiasz pieniądze?
pt_br: Você ganha dinheiro?
ro: Câștigi bani?
ru: Ты зарабатываешь деньги?
sv: Tjänar du pengar?
tr: Para kazanıyor musun?

# wizard_income_subtitle
source: e.g. salary, wages or monthly income
ar: مثل: الراتب أو الدخل الشهري
cs: např. mzda, plat nebo měsíční příjem
da: f.eks. løn, løn eller månedlig indkomst
de: z.B. Gehalt, Lohn oder monatliche Einnahmen
es: p.ej. sueldo, salario u otros ingresos mensuales
fr: ex. salaire, revenu mensuel
hr: npr. plaća ili drugi mjesečni prihodi
hu: például fizetés, bér vagy havi jövedelem
it: es. stipendio, salario o entrate mensili
ja: 例：給料、賃金、月収
nb: f.eks. lønn eller andre månedlige inntekter
nl: bijv. salaris of andere maandelijkse inkomsten
pl: np. wynagrodzenie lub inne miesięczne dochody
pt_br: por exemplo salário, salário ou renda mensal
ro: de ex. salariu, salariu sau venit lunar
ru: напр. зарплата или ежемесячный доход
sv: t.ex. lön eller andra månadsinkomster
tr: örn. maaş, ücret veya aylık gelir

# wizard_no_skip
source: No, skip
ar: لا، تخطي
cs: Ne, přeskočit
da: Nej, spring over
de: Nein, überspringen
es: No, omitir
fr: Non, passer
hr: Ne, preskoči
hu: Nem, kihagyom
it: No, salta
ja: いいえ、スキップ
nb: Nei, hopp over
nl: Nee, overslaan
pl: Nie, pomiń
pt_br: Não, pule
ro: Nu, trece peste
ru: Нет, пропустить
sv: Nej, hoppa över
tr: Hayır, atla

# wizard_yes
source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
es: Sí
fr: Oui
hr: Da
hu: Igen
it: Sì
ja: はい
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ro: Da
ru: Да
sv: Ja
tr: Evet

# Wunschbank anfragen
source: Request a Wish Bench
ar: الاستفسار عن «بنك الرغبات»
cs: Žádost o lavičku přání
da: Forespørg om ønskebænk
de: Wunschbank anfragen
es: Solicitar un banco de deseos
fr: Demander un banc de souhaits
hr: Raspitajte se o Banke želja
hu: Kérés a kívánságbankhoz
it: Richiedi la "banca dei desideri"
ja: 「ウィッシュバンク」についてのお問い合わせ
nb: Be om en ønskebank
nl: Een aanvraag indienen voor een wensbank
pl: Zapytaj o ławkę życzeń
pt_br: Solicitar o banco de pedidos
ro: Solicitare bancă de dorințe
ru: Запросить «Банк желаний»
sv: Begär information om önskebanken
tr: İstek Bankası’na başvurmak
zh_hans: 咨询“愿望长椅”

# year_abbrev
source: year
ar: سنة
cs: rok
da: år
de: Jahr
es: año
fr: année
hr: godina
hu: év
it: anno
ja: 年
nb: år
nl: jaar
pt_br: ano
ro: an
ru: год
sv: år
tr: yıl

source: Yearly overview
ar: نظرة عامة سنوية
cs: Roční přehled
da: Årsoversigt
de: Jährliche Übersicht
es: Resumen anual
fr: Aperçu annuel
hr: Godišnji pregled
hu: Éves áttekintés
it: Panoramica annuale
ja: 年間概要
nb: Årlig oversikt
nl: Jaaroverzicht
pt_br: Visão geral anual
ro: Prezentare generală anuală
ru: Годовой обзор
sv: Årsöversikt
tr: Yıllık genel bakış

# z.B. MIGROS (oder * für alles)
source: e.g., MIGROS (or * for all)
ar: على سبيل المثال: MIGROS (أو * للإشارة إلى كل شيء)
cs: např. MIGROS (nebo * pro vše)
da: f.eks. MIGROS (eller * for alt)
de: z.B. MIGROS (oder * für alles)
es: p. ej., MIGROS (o * para todo)
fr: par exemple MIGROS (ou * pour tout)
hr: npr. MIGROS (ili * za sve)
hu: pl. MIGROS (vagy * az összesre)
it: ad es. MIGROS (oppure * per tutti)
ja: 例：MIGROS （または * ですべてを指定）
nb: f.eks. MIGROS (eller * for alt)
nl: bijv. MIGROS (of * voor alles)
pl: np. MIGROS (lub * – wszystko)
pt_br: por exemplo, MIGROS (ou * para todos)
ro: de exemplu, MIGROS (sau * pentru toate)
ru: например, MIGROS (или * — для всех)
sv: t.ex. MIGROS (eller * för alla)
tr: örn. MIGROS (veya * ile tümünü seç)
zh_hans: 例如：MIGROS（或使用 * 表示全部）

# Zahlung
source: Payment
ar: الدفع
cs: Platba
da: Betaling
de: Zahlung
es: Pago
fr: Paiement
hr: Plaćanje
hu: Fizetés
it: Pagamento
ja: お支払い
nb: Betaling
nl: Betaling
pl: Płatność
pt_br: Pagamento
ro: Plată
ru: Оплата
sv: Betalning
tr: Ödeme
zh_hans: 付款

# Zahlungsmonate
source: Payment Months
ar: أشهر السداد
cs: Počet měsíců splácení
da: Betalingsmåneder
de: Zahlungsmonate
es: Meses de pago
fr: Mois de paiement
hr: Mjeseci plaćanja
hu: Fizetési hónapok
it: Mesi di pagamento
ja: 支払月数
nb: Betalingsmåneder
nl: Betalingsmaanden
pl: Miesiące płatności
pt_br: Meses de pagamento
ro: Luni de plată
ru: Месяцы оплаты
sv: Betalningsmånader
tr: Ödeme ayları
zh_hans: 付款月份

# Zeitraum
source: Time period
ar: الفترة
cs: Období
da: Periode
de: Zeitraum
es: Período
fr: Période
hr: Razdoblje
hu: Időszak
it: Periodo
ja: 期間
nb: Tidsperiode
nl: Periode
pl: Okres
pt_br: Período
ro: Perioadă
ru: Период
sv: Tidsperiod
tr: Dönem
zh_hans: 时间段

# Zeitraum wählen
source: Select a time period
ar: اختر الفترة الزمنية
cs: Vyberte období
da: Vælg tidsperiode
de: Zeitraum wählen
es: Seleccionar periodo
fr: Sélectionner une période
hr: Odaberite vremensko razdoblje
hu: Időszak kiválasztása
it: Seleziona il periodo
ja: 期間を選択
nb: Velg tidsperiode
nl: Periode selecteren
pl: Wybierz okres
pt_br: Selecionar período
ro: Alegeți perioada
ru: Выбрать период
sv: Välj tidsperiod
tr: Dönemi seçin
zh_hans: 选择时间段

source: zero
ar: صفر
cs: nula
da: nul
es: cero
fr: zéro
hr: nula
nb: null
nl: nul
sv: noll
tr: sıfır

source: Zero
ar: صفر
cs: Nula
da: Nul
es: Cero
fr: Zéro
hr: Nula
ja: ゼロ
nb: Null
nl: Nul
sv: Noll
tr: Sıfır

source: The goal is considered achievable only if an additional %lld %@ of the budget remains as a reserve.
ar: لا يُعتبر الهدف قابلاً للتحقيق إلا إذا بقيت نفقات إضافية بنسبة %lld %@ كاحتياطي.
cs: Cíl se považuje za dosažitelný teprve tehdy, pokud navíc zůstane %lld %@ výdajů jako rezerva.
da: Målet anses først for at være opnåeligt, når der desuden er %lld %@ udgifter tilbage som reserve.
de: Ziel gilt erst als erreichbar wenn zusätzlich %lld %@ Ausgaben als Reserve verbleiben.
es: El objetivo solo se considerará alcanzable si, además, queda %lld %@ de gastos como reserva.
fr: L'objectif n'est considéré comme réalisable que si %lld %@ des dépenses restent disponibles à titre de réserve.
hr: Cilj se smatra ostvarivim samo ako dodatnih %lld %@ troškova ostane kao rezerva.
hu: A cél csak akkor tekinthető elérhetőnek, ha emellett %lld %@ kiadás marad tartalékként.
it: L'obiettivo è considerato raggiungibile solo se rimane una riserva pari a %lld %@ delle spese.
ja: 目標は、さらに %lld %@ の支出を予備として残して初めて達成可能とみなされます。
nb: Målet regnes først som oppnåelig når det i tillegg gjenstår %lld %@ utgifter som reserve.
nl: Het doel wordt pas als haalbaar beschouwd als er bovendien %lld %@ aan uitgaven als reserve overblijft.
pl: Cel uznaje się za możliwy do osiągnięcia dopiero wtedy, gdy pozostanie dodatkowo %lld %@ wydatków jako rezerwa.
pt_br: A meta só será considerada alcançável se, além disso, %lld %@ das despesas permanecerem como reserva.
ro: Obiectivul este considerat realizabil numai dacă rămân, în plus, %lld %@ din cheltuieli ca rezervă.
ru: Цель считается достижимой только в том случае, если в качестве резерва останется дополнительно %lld %@ расходов.
sv: Målet anses inte vara uppnåeligt förrän ytterligare %lld %@ av utgifterna finns kvar som reserv.
tr: Hedef, %lld %@ tutarındaki harcamaların yedek olarak kalması durumunda ulaşılabilir sayılır.
zh_hans: 只有当额外保留 %lld %@ 的支出作为储备时，该目标才被视为可实现。

source: Ziel gilt erst als erreichbar wenn zusätzlich %1$lld Monat%2$@ Ausgaben als Reserve verbleiben.
ar: لا يُعتبر الهدف قابلاً للتحقيق إلا إذا بقيت نفقات %lld شهر%@ كاحتياطي.
cs: Cíl se považuje za dosažitelný teprve tehdy, pokud navíc %lld Monat%@ výdajů zůstane jako rezerva.
da: Målet anses først for at være opnåeligt, når der desuden er %lld måned%@ udgifter tilbage som reserve.
de: Ziel gilt erst als erreichbar wenn zusätzlich %lld Monat%@ Ausgaben als Reserve verbleiben.
es: El objetivo solo se considerará alcanzable si, además, queda %lld mes%@ de gastos como reserva.
fr: L'objectif n'est considéré comme réalisable que si %lld mois%@ de dépenses restent en réserve.
hr: Cilj se smatra ostvarivim samo ako dodatnih %lld mjesec%@ izdataka ostane kao rezerva.
hu: A cél csak akkor tekinthető elérhetőnek, ha a %lld hónap%@ kiadásain felül még tartalék is marad.
it: L'obiettivo è considerato raggiungibile solo se rimane una riserva pari a %lld mese%@ delle spese.
ja: 目標は、%lld ヶ月分%@の支出を予備として残して初めて達成可能とみなされます。
nb: Målet regnes først som oppnåelig når %lld måned%@ av utgiftene gjenstår som reserve.
nl: Het doel wordt pas als haalbaar beschouwd als er bovendien %lld maand%@ aan uitgaven als reserve overblijft.
pl: Cel uznaje się za możliwy do osiągnięcia dopiero wtedy, gdy pozostanie dodatkowo %lld miesiąc%@ wydatków jako rezerwa.
pt_br: A meta só será considerada alcançável se, além disso, %lld mês%@ das despesas permanecerem como reserva.
ro: Obiectivul este considerat realizabil numai dacă rămân ca rezervă cheltuieli suplimentare de %lld lună%@.
ru: Цель считается достижимой только в том случае, если в дополнение к %lld месяц%@ расходам останется резерв.
sv: Målet anses inte vara uppnåeligt förrän ytterligare %lld månad%@ i utgifter finns kvar som reserv.
tr: Hedef, %lld ay%@ tutarındaki harcamaların yedek olarak kalması durumunda ulaşılabilir sayılır.
zh_hans: 只有当额外保留 %lld 个月%@ 的支出作为储备金时，该目标才被视为可实现。

# Zinssatz
source: Interest Rate
ar: سعر الفائدة
cs: Úroková sazba
da: Rentesats
de: Zinssatz
es: Tipo de interés
fr: Taux d'intérêt
hr: Kamatna stopa
hu: Kamatláb
it: Tasso d'interesse
ja: 金利
nb: Rentesats
nl: Rentevoet
pl: Stopa procentowa
pt_br: Taxa de juros
ro: Rata dobânzii
ru: Процентная ставка
sv: Räntesats
tr: Faiz oranı
zh_hans: 利率

# Zugriff auf Datei verweigert.
source: Access to the file denied.
ar: تم رفض الوصول إلى الملف.
cs: Přístup k souboru byl odepřen.
da: Adgang til filen nægtet.
de: Zugriff auf Datei verweigert.
es: Acceso al archivo denegado.
fr: Accès au fichier refusé.
hr: Pristup datoteci odbijen.
hu: A fájlhoz való hozzáférés megtagadva.
it: Accesso al file negato.
ja: ファイルへのアクセスが拒否されました。
nb: Tilgang til filen nektet.
nl: Toegang tot het bestand geweigerd.
pl: Odmowa dostępu do pliku.
pt_br: Acesso ao arquivo negado.
ro: Accesul la fișier a fost refuzat.
ru: Доступ к файлу запрещен.
sv: Åtkomst till filen nekad.
tr: Dosyaya erişim reddedildi.
zh_hans: 拒绝访问该文件。

# Zur Analyseansicht wechseln?
source: Switch to the analysis view?
ar: هل تريد الانتقال إلى عرض التحليل؟
cs: Přejít na analytický pohled?
da: Skifte til analysevisningen?
de: Zur Analyseansicht wechseln?
es: ¿Pasar a la vista de análisis?
fr: Passer à la vue d'analyse ?
hr: Prebaciti na prikaz analize?
hu: Át szeretne váltani az elemzési nézetre?
it: Passa alla vista di analisi?
ja: 分析画面に切り替えますか？
nb: Vil du bytte til analysevisningen?
nl: Naar het analyseoverzicht gaan?
pl: Przejść do widoku analizy?
pt_br: Alternar para a visualização de análise?
ro: Să trecem la vizualizarea de analiză?
ru: Перейти в режим просмотра аналитики?
sv: Vill du växla till analysvyn?
tr: Analiz görünümüne geçmek ister misiniz?
zh_hans: 切换到分析视图？

# Zürcher Kantonalbank
source: Zurich Cantonal Bank
ar: بنك زيورخ الكانتوني
cs: Curyšská kantonální banka
da: Zürcher Kantonalbank
de: Zürcher Kantonalbank
es: Banco Cantonal de Zúrich
fr: Banque cantonale de Zurich
hr: Kantonalna banka Zürich
hu: Zürichi Kantonális Bank
it: Banca cantonale di Zurigo
ja: チューリッヒ州立銀行
nb: Zürcher Kantonalbank
nl: Kantonale Bank van Zürich
pl: Bank Kantonalny w Zurychu
pt_br: Banco Cantonal de Zurique
ro: Banca Cantonală din Zürich
ru: Цюрихский кантональный банк
sv: Zürcher Kantonalbank
tr: Zürih Kantonal Bankası
zh_hans: 苏黎世州立银行

# Zurück
source: Back
ar: رجوع
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
hr: Natrag
hu: Vissza
it: Indietro
ja: 戻る
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
tr: Geri
zh_hans: 返回
